Repository: Pixel-Jack/QuickEnvDjango
Catalog: apps/authentication/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Password
fr: Mot de passe

source: Unable to log in with provided credentials.
fr: Impossible de se connecter avec ces identifiants.

source: New password
fr: Nouveau mot de passe

source: New password confirmation
fr: Confirmation du nouveau mot de passe

source: The two password fields didn't match.
fr: Les deux mots de passe sont différents

source: Old password
fr: Nouveau mot de passe

source: Your old password was entered incorrectly. Please enter it again.
fr: Votre ancien mot de passe est incorrect. Veuillez le renseigner de nouveau.

source: Invalid parameters
fr: Paramètres incorrects.

source: Hi %(name)s!
fr: Salut %(name)s !

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr: Tu reçois ce mail car tu as demandé à réinitialiser ton mot de passe pour ton compte utilisateur sur notre site %(site_name)s.

source: Please go to the following page and choose a new password:
fr: Clique sur le lien suivant et choisis un nouveau mot de passe:

source: Be careful this link is valid only 24h!
fr: Attention ce lien n'est valide que pour les 24h prochaines heures !

source: If you have any question, please contact us at %(contact_email)s.
fr: Si tu as la moindre question, nous t'invitons à nous contacter à cette adresse %(contact_email)s.

source: Thanks for using our site,
fr: Merci de participer à notre aventure,

source: The %(site_name)s team!
fr: L'équipe de %(site_name)s !

source: This is an automatic email, don't respond to this sender.
fr: Ceci est un mail automatique, ne pas répondre à cet expéditeur.

source: Password reset on %(site_name)s
fr: Réinitialisation du mot de passe sur %(site_name)s
